{
  "title": "Multifides",
  "normesEtGeneralites": {
    "sectionTitle": "Normes et généralités",
    "generalites": {
      "sectionTitle": "Généralités",
      "rangees": [
        [
          { "data": "Origine", "colspan": 0, "header": true },
          { "data": "Apophyse épineuse", "colspan": 0 }
        ],
        [
          { "data": "Insertion", "rowspan": 0, "header": true },
          {
            "data": "Sacrum, lame des vertèbres inférieures, processus mamillaire, crête iliaque, capsule de l'articulation zygapophysaire",
            "colspan": 0
          }
        ],
        [
          { "data": "Fonction Principale", "colspan": 0, "header": true },

          {
            "data": "Afférence proprioceptive, lordose du rachis lombaire",
            "colspan": 0
          }
        ]
      ]
    },
    "valeursNormatives": {
      "sectionTitle": "Valeurs normatives dans la littérature",
      "rangees": [
        [
          { "data": "Structure", "header": true },
          { "data": "Au niveau de", "header": true },
          { "data": "Mesure", "header": true },
          { "data": "Valeur", "header": true }
        ],
        [
          { "data": "Muscles multifides lombaires", "rowspan": 4 },
          { "data": "Quatrième vertèbre lombaire (L4)", "rowspan": 2 },
          { "data": "Épaisseur au repos (mm)" },
          { "data": "31,7 ± 6,5 <a href='#ref7' class='reference'>[7]</a>" }
        ],
        [
          { "data": "Épaisseur lors d'une contraction (mm)" },
          { "data": "39,2 ± 6,9 <a href='#ref7' class='reference'>[7]</a>" }
        ],
        [
          {
            "data": "Point le plus postérieur de l'articulation zygapophysaire L4/L5",
            "rowspan": 2
          },
          { "data": "Épaisseur au repos (mm)" },
          { "data": "34,6 ± 6,2 <a href='#ref6' class='reference'>[6]</a>" }
        ],
        [
          { "data": "Épaisseur lors d'une contraction (mm)" },
          { "data": "37,9 ± 6,5 <a href='#ref6' class='reference'>[6]</a>" }
        ]
      ]
    }
  },

  "technique": {
    "sectionTitle": "Technique",
    "content": [
      {
        "subtitle": "Positionnement du Sujet",
        "text": [
          "Décubitus ventral",
          "Abdomen découvert",
          "Il est suggéré de placer un oreiller sous l'abdomen pour les sujets à lordose accentuée ou normale (ou, parfois, seulement pour davantage de confort)"
        ]
      },
      {
        "subtitle": "Repérage anatomique et palpation",
        "text": [
          "Repérer et palper le sacrum et les apophyses épineuses des vertèbres lombaires",
          "Repérer la crête iliaque afin de l'utiliser comme repère pour localiser la jonction entre L4 et L5 (degré de fiabilité variable selon les sujets)"
        ]
      }
    ],
    "applicationDynamique": {
      "title": "Application Dynamique",
      "iframe": "<iframe width=\"395\" height=\"296\" src=\"https://www.youtube.com/embed/zawsTTFcp-M\" title=\"Échographie dynamique des multifides lombaires [PLR]\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>"
    },
    "vues": [
      {
        "title": "Vue Transversale",
        "source": "/Protocols/Multifides/vueTransversale/",
        "objectifs": [
          "Observation et évaluation de la qualité/quantité du recrutement des muscles multifides lombaires",
          "Comparer le niveau de contraction des multifides par rapport aux muscles spinaux"
        ],
        "parametres": ["Profondeur : 4 cm", "Gain : 80"],
        "positionnement": [
          "Position 1 : Placer la sonde en vue transversale au niveau du sacrum, avec le centre de la sonde au-dessus du processus épineux de S1",
          "Position 2 : Déplacer la sonde en crânial jusqu'à L4 ou L5, en prenant bien soin de garder le centre de la sonde aligné avec le processus épineux de cette même vertèbre",
          "Position 3 : Déplacer la sonde légèrement en latéral afin que l'extrémité médiale de la sonde chevauche tout juste le processus épineux de L4 (ou L5), puis balayer lentement la région immédiatement adjacente au processus épineux de L4 (ou L5) afin d'obtenir la meilleure image possible des structures d'intérêts (voir ci-bas"
        ],
        "imagePositionnement": [
          {
            "path": "positionnement1.jpg",
            "descriptionText": "Position de départ de la sonde, en vue transversale au centre du sacrum (épineuse de S1)"
          },
          {
            "path": "positionnement2.jpg",
            "descriptionText": "Sonde déplacée en crânial, au-desssus de L4 (ou L5)"
          },
          {
            "path": "positionnement3.jpg",
            "descriptionText": "Sonde déplacée en latéral, en gardant l'épineuse au bord de l'image"
          }
        ],
        "identification": [
          {
            "title": "[Position 1: Transversale au centre du sacrum]",
            "legend": [
              {
                "acronymes": ["L"],
                "texte": [
                  "Les lames de la vertèbre S1 apparaîssent au bas de l'image (à gauche et à droite) sous la forme de zones hyperéchoïques incurvées, convexes vers le haut de l'image"
                ]
              },
              {
                "acronymes": ["É"],
                "texte": [
                  "L'épine (ou processus/apophyse épineuse) de la vertèbre S1 apparaît au centre de l'image, entre les deux lames"
                ]
              },
              {
                "acronymes": ["MF"],
                "texte": [
                  "Les muscles multifides occupent un espace circonscrit par les lames (en bas) et le processus épineux (au centre) de la vertèbre S1. Leur échotexture est celle du muscle lorsque la sonde est perpendiculaire au sens des fibres, c.-à-d. qu'on ne distingue pas de fibres à proprement parler, mais on peut deviner des fascicules musculaires et le tissu conjonctif qui traverse le muscle (respectivement les portions foncées et claires qu'on peut apercevoir)"
                ]
              },
              {
                "acronymes": ["ÉR"],
                "texte": [
                  "Les muscles érecteurs du rachis sont présents à la portion supérieure de l'image, en surface des multifides. Avec cette image, il n'est pas possible de distinguer la nature du muscle avec plus de précision (p.ex.: muscles spinaux vs iliocostal vs long thoracique)"
                ]
              }
            ],
            "imageIdentification": [
              { "path": "identification1.jpg", "descriptionText": "" },
              {
                "path": "identification2.jpg",
                "descriptionText": "Lame de la vertèbre S1"
              },
              {
                "path": "identification3.jpg",
                "descriptionText": "Épine de la vertèbre S1"
              },
              {
                "path": "identification4.jpg",
                "descriptionText": "Multifides"
              },
              {
                "path": "identification5.jpg",
                "descriptionText": "Muscles érecteurs du rachis"
              },
              { "path": "identification6.jpg", "descriptionText": "" }
            ]
          },
          {
            "title": "[Position 2 : Sonde déplacée en crânial, sur l'épineuse de L4 ou L5]",
            "legend": [
              {
                "acronymes": ["L"],
                "texte": [
                  "Les lames de la vertèbre L4 apparaîssent au centre-bas de l'image sous la forme de zones hyperéchoïques légèrement incurvées, convexes vers le haut de l'image, et séparées par l'apophyse épineuse"
                ]
              },
              {
                "acronymes": ["É"],
                "texte": [
                  "La pointe de l'épine de la vertèbre L4 apparaît au centre-haut de l'image, que l'ont reconnaît davantage par l'ombrage qui se trouve sous cette dernière (puisque l'os cortical réfléchit les ultrasons)"
                ]
              }
            ],
            "imageIdentification": [
              { "path": "identification7.jpg", "descriptionText": "" },
              {
                "path": "identification8.jpg",
                "descriptionText": "Lame de la vertèbre L4"
              },
              {
                "path": "identification9.jpg",
                "descriptionText": "Épine de la vertèbre L4"
              },
              { "path": "identification10.jpg", "descriptionText": "" }
            ]
          },
          {
            "title": "[Position 3 : Sonde déplacée en latéral, afin de voir l'épineuse, la lame et les muscles paraspinaux]",
            "legend": [
              {
                "acronymes": ["L"],
                "texte": [
                  "La lame de la vertèbre L4 apparaît au centre-bas de l'image sous la forme d'une courte zone hyperéchoïques assez peu définie"
                ]
              },
              {
                "acronymes": ["É"],
                "texte": [
                  "L'épine de la vertèbre L4 apparaît à la gauche de l'image, et on aperçoit difficilement la marge de cette dernière (c.-à-d. que la zone hyperéchoïque normalement attendue lorsque les ultrasons frappent l'os cortical n'est pas observable), probablement en raison de l'angle d'incidence du faisceau qui ne permet pas un retour des ondes sonore optimal. Néanmoins, sa présence ne fait pas de doute en raison de la zone d'ombre acoustique que l'on observe dans cette région de l'image"
                ]
              },
              {
                "acronymes": ["MF"],
                "texte": [
                  "Les muscles multifides occupent un espace circonscrit par la lames (en bas), le processus épineux (à gauche) et les érecteurs du rachis (à droite). La distinction entre les multifides et les érecteurs du rachis est possible en raison du fascia qui les sépare, et de l'échotexture qui diffère, ce qui suggèrent que les fibres de ces deux structures n'ont pas la même orientation et/ou la même architecture."
                ]
              },
              {
                "acronymes": ["ÉR"],
                "texte": [
                  "Les muscles érecteurs du rachis sont présents à la droite de l'image, en latéral et en dessous des multifides"
                ]
              },
              {
                "acronymes": ["PT"],
                "texte": [
                  "Le processus transverse est présent dans le quadrant inférieur droit de l'image, que l'on peut identifier en raison de la marge hyperéchoïque qui suggère la présence d'une structure osseuse."
                ]
              }
            ],
            "imageIdentification": [
              { "path": "identification11.jpg", "descriptionText": "" },
              {
                "path": "identification12.jpg",
                "descriptionText": "Lame de la vertèbre L4"
              },
              {
                "path": "identification13.jpg",
                "descriptionText": "Épine de la vertèbre L4"
              },
              {
                "path": "identification14.jpg",
                "descriptionText": "Multifides"
              },
              {
                "path": "identification15.jpg",
                "descriptionText": "Muscles érecteurs du rachis"
              },
              {
                "path": "identification16.jpg",
                "descriptionText": "Processus transverse de la vertèbre L4"
              },
              { "path": "identification17.jpg", "descriptionText": "" }
            ]
          }
        ]
      }
    ]
  },
  "descriptionAnatomique": {
    "sectionTitle": "Anatomie Descriptive",
    "content": [
      {
        "text": [
          "Le terme 'multifides' réfère à un groupe de muscles paravertébraux profonds (vs les muscles spinaux qui sont superficiels) qui, dans la région lombaire, est le groupe de muscles le plus volumineux et le plus médial. Certains auteurs affirment qu'il s'agit-là des plus importants stabilisateurs du rachis lombaire  <a href='#ref11' class='reference'>[11]</a>. Les multifides lombaires sont constitués de plusieurs fascicules, dont la disposition se décrit comme suit :",
          "<li>Fibres laminaires : Les plus courtes, ont leur origine au niveau de la surface dorsale de la lame vertébrale, s'insèrent sur le processus mamillaire de la vertèbre située deux niveaux plus bas (caudalement). Ces fibres peuvent être considérées analogues aux muscles rotateurs thoraciques.</li>",
          "<li>Groupe de fibres plus volumineuses qui se chevauchent et donnent naissance à un tendon commun. Ce tendon prend origine sur l'extrémité caudale de l'apophyse épineuse de chaque vertèbre lombaire, et s'insère au niveau de :</li>",
          "<ol class='list-decimal margin-left'><li class='m-8'> Processus mamillaire (et parfois la capsule de l'articulation zygapophysaire adjacente) de la vertèbre située trois niveaux plus bas (caudalement) </li> <li> Crête iliaque (non illustré sur les illustrations ci-contre)</li> <li>Sacrum </li> </ol>",
          "Il est dit que les muscles multifides lombaires possèdent une organisation segmentaire, ce qui peut être défini de différentes manières. Premièrement, il faut comprendre que chaque niveau lombaire est le site d'insertion d'un groupe de fibres qui diverge ensuite pour aller s'insérer sur les différents sites énumérés ci-haut. Deuxièmement, l'innervation de ce groupe de muscle est également rigoureusement organisée de manière segmentaire. En effet, toutes les fibres provenant d'un même niveau, p.ex.: les multifides ayant leur origine à la vertèbre L1, sont innervées par la branche médiale du rameau dorsal inférieur à cette vertèbre, dans ce cas-ci, une branche du nerf L1 (puisque le nerf L1 émerge entre L1 et L2) <a href='#ref3' class='reference'>[3]</a>.",
          "Toutes ces notions suggèrent que, évolutivement, les multifides ont adopté cette morphologie dans le but de fournir la possibilité de mobiliser/stabiliser les niveaux de manière indépendante les uns par rapport aux autres.",
          "L'orientation de la force produite par les muscles multifides lombaires peut être décomposée en deux vecteurs : un important vecteur vertical, ainsi qu'un second vecteur horizontal, significativement plus petit. La légère force produite par le vecteur horizontal suggère que les multifides pourraient théoriquement produire une force de rotation, mais la rencontre des deux surfaces de l'articulation zygapophysaire vient bloquer ce mouvement potentiel. Même sans cette butée, la force en rotation horizontale des multifides est si petite qu'il est peu probable qu'ils pourraient induire un mouvement segmentaire à eux seuls. Des études électromyographiques ont d'ailleurs démontré que les multifides lombaires sont actifs en rotation ipsilatérale et controlatérale ainsi que, étonnamment, de manière moins nette lorsque leur segment n'est pas en position de rotation. Ces données concordent avec l'idée selon laquelle les multifides auraient une vocation de stabilisation plutôt que de mobilisation.",
          "L'action principale des multifides est donc due au vecteur vertical, qui, lorsque décomposé pour chaque niveau, fait apparaître des forces appliquées à angle droit (à toutes fins pratiques) avec le processus épineux de la vertèbre crâniale. Le processus épineux étant utilisé comme un bras de levier, chaque fascicule est donc idéalement disposé pour induire une extension du segment crânial (aussi appelée 'rotation sagittale postérieure'). Une analyse purement biomécanique des multifides lombaires met en évidence l'action lordosante de ces derniers, en raison des nombreux fascicules polyarticulaires (c.-à-d. dont l'origine et l'insertion sont séparés par des articulations intermédiaires) qui voient leur ligne d'action passer derrière les centres de rotation des articulations vertébrales lombaires.",
          "Tout comme le muscle transverse abdominal, les multifides doivent une grande partie de leur attention qui leur est consacrée à leur implication chez les sujets lombalgiques. En effet, une étude effectuée à l'aide d'imagerie par résonance magnétique  <a href='#ref5' class='reference'>[5]</a> a démontré que 80% des sujets lombalgiques (avec et sans douleur référée) aux membres inférieurs présentaient également une atrophie significative des muscles multifides lombaires. Le mécanisme physiopathologique proposé par les auteurs est celui du syndrome du rameau dorsal lombaire. Ce syndrome se caractérise par une lombalgie avec douleur référée à la jambe induite par l'irritation des structures innervées par le rameau dorsal (soit les facettes articulaires, les multifides et les ligaments inter-épineux) ou par une atteinte myofasciale (aigüe ou chronique) qui peut induire des spasmes, une douleur myofasciale, entre autres. Un cercle vicieux s'ensuit, dont le résultat est une atrophie des muscles multifides. Même chez les patients avec des symptômes unilatéraux, l'atrophie des multifides était presque toujours bilatérale (89% du temps). De plus, les niveaux vertébraux atteints ont affiché une intéressante distribution : sans égard à la localisation des symptômes, plus de la moitié des patients présentaient une atrophie s'étendant sur les mêmes niveaux, soit les multifides de L4-L5 et L5-S1.",
          "Dans un contexte physiothérapique, plusieurs auteurs sont en faveur de la palpation <a href='#ref4' class='reference'>[4]</a> afin de détecter de potentielles problématiques de recrutement insuffisant ou d'atrophie des multifides lombaires (cette palpation est normalement faite lors de certaines tâches motrices, tel que des mouvements des membres supérieurs, une élévation de la jambe en position couchée sur le ventre ('PLR', ou 'Prone Leg Raise'). Des études électromyographiques ont permis de démontrer que lors d'une telle tâche motrice, les multifides superficiels travaillent avec les érecteurs du rachis (spinaux), alors que les multifides profonds sont recrutés avec le muscle transverse de l'abdomen <a href='#ref10' class='reference'>[10]</a>."
        ]
      }
    ],
    "images": [{ "path": "anatomie1.gif" }],
    "source": "/Protocols/Multifides/"
  },

  "pertinenceClinique": {
    "sectionTitle": "Pertinence clinique en physiothérapie",
    "content": [
      {
        "subtitle": "Rétroaction biologique ('biofeedback')",
        "text": [
          "[Pour la contraction des multifides lombaires, dans le cadre du traitement de lombalgies] :",
          "L’échographie est une technique fiable pour mesurer le degré d’activité et les changements d’épaisseur des muscles multifides lombaires <a href='#ref6' class='reference'>[6]</a><a href='#ref13' class='reference'>[13]</a>",
          "Chez des sujets lombalgiques :",
          [
            "Une atrophie des multifides lombaires ipsilatérale aux symptômes a été observée. <a href='#ref1' class='reference'>[1]</a>",
            "La contraction des multifides lombaires qui, normalement se produit en anticipation à des perturbations posturales, est retardée et diminuée en amplitude <a href='#ref8' class='reference'>[8]</a>"
          ]
        ]
      },
      {
        "subtitle": "Évaluation de la stabilité lombaire  <a href='#ref7' class='reference'>[7]</a>",
        "text": [
          "<a href='http://www.physiographie.umontreal.ca/protocoles/tronc/transverse-abdominal/index.html#pertinence-clinique'>[c.f.: protocole sur le transverse de l'abdomen]</a>",
          "L'imagerie par ultrasonographie peut être utilisée pour évaluer l'efficacité d'exercices d'activation (recrutement) des muscles profonds abdominaux et dorsaux, ainsi que pour des exercices de renforcement des muscles du tronc. Le niveau d'activation et l'efficacité du renforcement sont évalués à l'aide de mesures d'épaisseur, d'aire de section transversale et d'une analyse dynamique avec contraction volonaire et/ou diverses tâches motrices",
          "La stabilité mécanique est définie simplement par l’habileté à soutenir des forces additionnelles sans altération importante de la position articulaire (mouvements inter vertébraux : hypermobilité) ou sans dommage des tissus entourant l’articulation.",
          "La stabilité mécanique peut aussi être définie par l'habileté d'un système à retourner à sa position initiale suite à une perturbation (définition théorique de la stabilité en mécanique)",
          "D'un point de vue clinique, la stabilité peut aussi être vue par l'habilité de la colonne vertébtrale à limiter, sous l'effet de changements physiologiques, les déplacements articulaires de façon à ne pas endommager ou irriter les différents tissus de la colonne (définition par l'hypermobilité)",
          "Les mesures cliniques basées sur l'imagerie 'statique' (amplitude articulaire) sont insuffisantes puisqu'elles ne considèrent pas le comportement dynamique de la colonne lombaire, alors que l'évaluation mécanique de la stabilité lombaire à l'examen clinique présente des problèmes de validité et de fidélité",
          "Plusieurs revues de littérature ont clairement fait ressortir que les sujets aux prises avec des problèmes de lombalgie ont des déficits en ce qui a trait aux éléments fondamentaux de contrôle de la stabilité lombaire  <a href='#ref7' class='reference'>[7]</a>"
        ]
      }
    ]
  },
  "liensEtRefs": {
    "sectionTitle": "Liens et Références",
    "voirAussi": {
      "sectionTitle": "Voir aussi",
      "content": [
        {
          "linkTitle": "Droit de l'abdomen",
          "link": "http://www.physiographie.umontreal.ca/protocoles/tronc/droit-abdominal/"
        },
        {
          "linkTitle": "Transverse de l'abdomen",
          "link": "http://www.physiographie.umontreal.ca/protocoles/tronc/transverse-abdominal/"
        }
      ]
    },
    "references": {
      "sectionTitle": "Références",
      "content": [
        {
          "text": "Barker, Karen L., Delva R. Shamley, and David Jackson. “Changes in the Cross-Sectional Area of Multifidus and Psoas in Patients with Unilateral Back Pain: The Relationship to Pain and Disability.” Spine 29, no. 22 (November 15, 2004): E515–19."
        },
        {
          "text": "Bendavid, Robert. Abdominal Wall Hernias: Principles and Management. Springer Science & Business Media, 2001."
        },
        {
          "text": "Bogduk, Nikolai. Clinical Anatomy of the Lumbar Spine and Sacrum. Elsevier Health Sciences, 2005."
        },
        {
          "text": "Donatelli, Robert. Sports-Specific Rehabilitation. Elsevier Health Sciences, 2007."
        },
        {
          "text": "KADER, D. F., D. WARDLAW, and F. W. SMITH. “Correlation Between the MRI Changes in the Lumbar Multifidus Muscles and Leg Pain.” Clinical Radiology 55, no. 2 (February 2000): 145–49. doi:10.1053/crad.1999.0340."
        },
        {
          "text": "Koppenhaver, Shane L., Jeffrey J. Hebert, Julie M. Fritz, Eric C. Parent, Deydre S. Teyhen, and John S. Magel. “Reliability of Rehabilitative Ultrasound Imaging of the Transversus Abdominis and Lumbar Multifidus Muscles.” Archives of Physical Medicine and Rehabilitation 90, no. 1 (January 2009): 87–94. doi:10.1016/j.apmr.2008.06.022."
        },
        {
          "text": "Larivière, Christian, Dany Gagnon, Eros De Oliveira Jr., Sharon Henry, Jean-Pierre Dumas, and Roger Vadeboncoeur. “Mesures Par Ultrasons Des Muscles Profonds Du Tronc - Évaluation de La Fidélité Intra et Interévaluateurs - Programme REPAR - IRSST,” 2012. http://www.irsst.qc.ca/-publication-irsst-mesures-par-ultrasons-des-muscles-profonds-du-tronc-evaluation-fidelite-intra-et-interevaluateurs-programme-repar-irsst-r-729.html."
        },
        {
          "text": "MacDonald, David, G. Lorimer Moseley, and Paul W. Hodges. “Why Do Some Patients Keep Hurting Their Back? Evidence of Ongoing Back Muscle Dysfunction during Remission from Recurrent Back Pain.” Pain 142, no. 3 (April 2009): 183–88. doi:10.1016/j.pain.2008.12.002."
        },
        {
          "text": "Macintosh, Janet E., and Nikolai Bogduk. “The Biomechanics of the Lumbar Multifidus.” Clinical Biomechanics 1, no. 4 (November 1986): 205–13. doi:10.1016/0268-0033(86)90147-6."
        },
        {
          "text": "Moseley, G. Lorimer. “Deep and Superficial Fibers of the Lumbar Multifidus Muscle... : Spine.” LWW. Accessed March 11, 2015. http://journals.lww.com/spinejournal/Fulltext/2002/01150/Deep_and_Superficial_Fibers_of_the_Lumbar.13.aspx."
        },
        {
          "text": "Norris, Christopher M. Back Stability: Integrating Science and Therapy. Human Kinetics, 2008."
        },
        {
          "text": "Platzer, Werner. Color Atlas of Human Anatomy. Thieme, 2011."
        },
        {
          "text": "Teyhen, Deydre S. “The Use of Ultrasound Imaging of the Abdominal Drawing-in Maneuver in Subjects With Low Back Pain.” Journal of Orthopaedic & Sports Physical Therapy 35, no. 6 (June 1, 2005): 346–55. doi:10.2519/jospt.2005.35.6.346."
        }
      ]
    }
  }
}
