{
  "title": "Terminology & Conventions",
  "content": [
    {
      "tableTitle": "Physical Principles",
      "rangees": [
        [
          { "data": "Piezoelectric", "header": true },
          {
            "data": "Phenomenon where electricity is generated by the compression of a material (in ultrasonography, this material is a crystal)"
          }
        ],
        [
          { "data": "Reflection (acoustic)", "header": true },
          {
            "data": "When a sound wave changes direction at the interface of two media, and returns to the first medium"
          }
        ],
        [
          { "data": "Refraction (acoustic)", "header": true },
          {
            "data": "When a sound wave changes direction at the interface of two media (due to a difference in acoustic impedance) and continues (wholly or partially) into the second medium"
          }
        ],
        [
          { "data": "Angle of incidence", "header": true },
          {
            "data": "Angle formed by the ultrasound beam and the surface of the tissue of interest"
          }
        ],
        [
          { "data": "Spatial coherence of a beam", "header": true },
          {
            "data": "One can imagine that a beam with perfect spatial coherence would have all its constituent waves perfectly parallel to each other. Conversely, a beam with low spatial coherence is very heterogeneous in terms of the direction of its component waves"
          }
        ],
        [
          { "data": "Scattering", "header": true },
          {
            "data": "When a surface exposed to waves is irregular in its relief and/or composition, the reflected/refracted waves are forced to deviate non-uniformly relative to each other"
          }
        ],
        [
          { "data": "Timing, latency", "header": true },
          {
            "data": "Concept that refers to the time difference between wave emission and when this wave is captured by the transducer"
          }
        ],
        [
          { "data": "Absorption", "header": true },
          {
            "data": "Phenomenon where the energy contained in sound waves is absorbed by the molecules of the medium, then converted into thermal energy (heat)"
          }
        ],
        [
          { "data": "Attenuation (acoustic)", "header": true },
          {
            "data": "Gradual decrease in intensity of reflected sound waves due to absorption (mainly), refraction, and scattering"
          }
        ],
        [
          { "data": "Interface", "header": true },
          {
            "data": "Surface formed by a common boundary between two tissues. For example, between a muscle and underlying bone, there is the muscle-bone interface."
          }
        ],
        [
          { "data": "Focal zone", "header": true },
          {
            "data": "Point where the beam diameter is at its minimum, where lateral resolution is optimal (due to increased convergence of the ultrasound beam on a restricted surface). This focal zone can be adjusted mechanically (by modifying ultrasound intensity and frequency, among others) or electronically"
          }
        ],
        [
          { "data": "Beam (sound)", "header": true },
          {
            "data": "Set of sound waves emitted by a source and progressing in a given direction"
          }
        ],
        [
          { "data": "Beam penetration", "header": true },
          {
            "data": "Degree to which a beam can traverse a large thickness of tissue while undergoing varying degrees of attenuation. Greater attenuation decreases beam intensity, which decreases its penetration."
          }
        ],
        [
          { "data": "Acoustic impedance", "header": true },
          {
            "data": "This concept can be imagined as the resistance that a medium imposes on the passage of sound waves. It is actually a characteristic property of a physical medium (e.g., a tissue like muscle) that refers to the amount of sound waves produced by a medium when subjected to vibration."
          }
        ]
      ]
    },
    {
      "tableTitle": "Plane Nomenclature",
      "rangees": [
        [
          { "data": "View / Plane", "header": true },
          {
            "data": "In the context of ultrasonography, pure orthogonal planes (sagittal, frontal, transverse) are not used as they would be with other imaging methods. Instead, we refer to nomenclature relative to the observed structures"
          }
        ],
        [
          { "data": "Longitudinal view", "header": true },
          {
            "data": "A longitudinal view is used when the long axis of the probe is parallel to the long axis of the structure. For the arm, a longitudinal view refers to a probe whose long axis is parallel to the humeral diaphysis"
          }
        ],
        [
          { "data": "Transverse view", "header": true },
          {
            "data": "This view classically designates (in ultrasound) a 90° rotation of the probe relative to a longitudinal view, thus in the 'short axis' of the observed structure."
          }
        ],
        [
          {
            "data": "Probe positioning convention",
            "header": true
          },
          {
            "data": "A positioning convention (see below) is used in most reference manuals, and on Physiographie, unless otherwise specified"
          }
        ],
        [
          { "data": "Longitudinal view", "header": true },
          {
            "data": "On the screen, the left side refers to the cranial (proximal) aspect of the structure, while the right side logically refers to the caudal (distal) aspect"
          }
        ],
        [
          { "data": "Transverse view", "header": true },
          {
            "data": "The left side of the image corresponds to the right side of the structure, while the right of the image corresponds to the left side"
          }
        ]
      ]
    },
    {
      "tableTitle": "Imaging Characteristics",
      "rangees": [
        [
          { "data": "Echogenic", "header": true },
          {
            "data": "Term that refers to the ability of a structure to generate an echo, i.e., to reflect ultrasound. The more echogenic a structure is, the brighter it will appear on screen"
          },
          {
            "data": "Example: most structures of interest in a musculoskeletal context are echogenic (bone and soft tissues)"
          }
        ],
        [
          { "data": "Hyperechoic", "header": true },
          {
            "data": "When a structure appears brighter (reflects more ultrasound) than another structure to which it is compared"
          },
          {
            "data": "Example: Tendons are normally hyperechoic compared to muscles"
          }
        ],
        [
          { "data": "Hypoechoic", "header": true },
          {
            "data": "When a structure appears darker (thus reflects less ultrasound) than another structure to which it is compared"
          },
          {
            "data": "Example: Adipose tissue is hypoechoic compared to muscle tissue"
          }
        ],
        [
          { "data": "Anechoic", "header": true },
          {
            "data": "That generates no echo (thus very dark or invisible on screen). This can be due to intrinsic tissue characteristics (e.g., strongly absorbing ultrasound) or due to more superficial structures that significantly reflect ultrasound"
          },
          {
            "data": "Example: Subcortical bone is anechoic, being underlying to cortical bone which appears strongly hyperechoic"
          }
        ],
        [
          { "data": "Anisotropy", "header": true, "rowspan": 2 },
          {
            "data": "Property that certain tissues (like tendons and ligaments) have of seeing their apparent echogenicity modified according to the angle at which ultrasound reaches them",
            "rowspan": 2
          },
          {
            "data": "Depending on the case, a normally hypoechoic structure may appear hyperechoic and vice versa. This property can allow, for example, to distinguish a ligament from adipose tissue which is uniformly hypoechoic"
          }
        ],
        [
          {
            "data": "In some cases, this property can lead to false observations if the probe angle is not precisely adjusted according to the anisotropic structure of interest"
          }
        ],
        [
          { "data": "Artifact", "header": true, "rowspan": 2 },
          {
            "data": "This term used in several fields refers to any alteration of collected data that is caused by poor technique/manipulation or the equipment used to collect this data. See the Technique section to learn more about artifacts",
            "rowspan": 2
          },
          {
            "data": "Example in ultrasonography: with an anisotropic tissue, poor probe angulation could suggest erroneous echogenicity (risk of false positive or false negative)"
          }
        ],
        [{ "data": "Artifactual: that is the consequence of an artifact" }],
        [
          { "data": "False positive", "header": true },
          {
            "data": "When a result should be negative and it is interpreted, or perceived, as being positive"
          },
          { "data": "E.g.: An intact ligament that would be declared ruptured" }
        ],
        [
          { "data": "False negative", "header": true },
          {
            "data": "In contrast to false positive, this is a falsely negative result (that should be positive)"
          },
          { "data": "E.g.: A ruptured ligament that would be declared intact" }
        ],
        [
          { "data": "Resolution", "header": true },
          {
            "data": "In ultrasonography, this term can refer to two concepts (see below)"
          },
          { "data": "" }
        ],
        [
          { "data": "Lateral resolution", "header": true },
          {
            "data": "Ability to distinguish structures in a plane perpendicular to the ultrasound beam, thus at a common depth relative to each other"
          },
          {
            "data": "This is better with small transducers and with high frequencies"
          }
        ],
        [
          { "data": "Axial resolution", "header": true },
          {
            "data": "Ability to distinguish superimposed structures at different depths"
          },
          { "data": "" }
        ],
        [
          { "data": "Signal strength", "header": true },
          {
            "data": "Refers to the intensity of reflected ultrasound that is captured by the transducer"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Signal-to-noise ratio",
            "header": true
          },
          {
            "data": "This ratio serves to describe the quality of the signal perceived by a transducer by relating the signal from evaluated tissues with the 'background noise', considered harmful. Thus, a ratio greater than 1:1 corresponds to more signal than noise"
          },
          {
            "data": "This ratio can be affected (upward or downward) by several factors such as transducer size and quality and beam characteristics (e.g., frequency and amplitude)"
          }
        ],
        [
          {
            "data": "Classic echotexture/structure of normal (healthy) tissues",
            "header": true,
            "rowspan": 10
          },
          {
            "data": "Tendon: Fibrillar or fibrous structure, hyperechoic"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Ligament: Striated structure, hyperechoic more compact than that of a tendon"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Muscle: Relatively hypoechoic (compared to tendon). It is possible to observe muscle fascicles (hypoechoic) surrounded by their perimysium (hyperechoic)"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Cortical bone (surface) or calcifications: Strongly hyperechoic, with a hypoechoic or anechoic background (subcortical bone)"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Hyaline cartilage: Hypoechoic and uniform"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Labrum: Hyperechoic"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Adipose tissue: Hypoechoic and uniform"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Peripheral nerve fibers: Fascicular appearance where the nerves themselves are hypoechoic and surrounded by hyperechoic connective tissue"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Epidermis and dermis: Collectively hyperechoic"
          },
          { "data": "" }
        ],
        [
          {
            "data": "Hypodermis: Hypoechoic (adipose tissue) and hyperechoic (fibrous septum)"
          },
          { "data": "" }
        ]
      ]
    },
    {
      "tableTitle": "Equipment and its parameters (settings)",
      "rangees": [
        [
          { "data": "Depth", "header": true },
          {
            "data": "This parameter determines the desired depth of the ultrasound beam, which ideally should generate a focal zone encompassing the structures of interest"
          }
        ],
        [
          { "data": "Gain", "header": true },
          {
            "data": "Allows adjustment of the overall brightness of structures appearing on screen"
          }
        ],
        [
          { "data": "Frequency", "header": true },
          {
            "data": "Parameter that impacts the depth and resolution desired based on the structures to be observed (generally adjusted through depth)"
          }
        ],
        [
          { "data": "Transducer / probe", "header": true },
          {
            "data": "Part of the ultrasonography device that functions to emit (produce) ultrasound, as well as receive reflected ultrasound"
          }
        ]
      ]
    },
    {
      "tableTitle": "Use of the ultrasonograph",
      "rangees": [
        [
          { "data": "Static application", "header": true },
          {
            "data": "Refers to probe application on immobile structures. In contrast to dynamic application."
          }
        ],
        [
          { "data": "Dynamic application", "header": true },
          {
            "data": "This term is used when structures visualized via ultrasonography are simultaneously mobilized (actively or passively). In the shoulder region, this type of application can, among other things, be very useful in the context of an impingement syndrome or adhesive capsulitis"
          }
        ]
      ]
    }
  ]
}
