{
    "technique":[
        {
        "title":"Positionnement du Sujet",
        "text":
            ["Assis avec l'épaule découverte","Épaule: ",
            ["Neutre de flexion-abduction","Une légère rotation externe peut permettre de centrer davantage les structures dans l'écran"],
            "Coude",
            ["90° de flexion","Pleine supination"]]
            }
        ,
        {    
        "title":"Repérage anatomique et palpation",
        "text":
                [
                    "Le tendon du long chef du biceps se trouve au sein du sillon intertuberculaire",
                    "Le sillon intertuberculaire se trouve entre la petite et la grosse tubérosité, situées respectivement à l'aspect antérieur et latéral de la tête humérale"
                ]
            }
    ],
    "anatomyDescription":[
        "Les tendons extenseurs du poignet sont classés selon le compartiment auquel ils appartiennent. Ces compartiments sont des tunnels anatomiques qui sont disposés majoritairement sur la face dorsale du poignet, mais également sur les faces radiale et ulnaire.",
        "Premier compartiment [CEP-LAP]",
        "Le premier compartiment est situé au niveau de l'aspect radial du poignet, vis-à-vis la styloïde radiale, qui représente d'ailleurs le principal repère osseux utilisé lors de la palpation. Ce compartiment forme également le rebord latéral (radial) de la tabatière anatomique. La gaine synoviale et les tendons qu'elle contient (LAP et CEP) sont impliqués dans le syndrome de De Quervain (voir la section Pertinence clinique ci-bas).",
        "Deuxième compartiment [CERC-LERC]",
        "Le second compartiment contient les tendons des deux extenseurs radiaux du carpe (long et court). On le retrouve au sein de la tabatière anatomique, soit tout juste en ulnaire (médial) de la styloïde radiale.",
        "Troisième compartiment [LEP]",
       " Le long extenseur du pouce est le seul tendon présent au sein du troisième compartiment, qui peut aismément être localisé en raison du fait qu'il forme le rebord ulnaire (médial) de la tabatière anatomique. Aussi, il est à noter que les compartiments #2 et #3 sont séparés par le tubercule de Lister, un relief osseux présent au niveau du radius palmaire distal.",
       "Quatrième compartiment [ECD-EPI]",
       "Il s'agit généralement du compartiment le plus volumineux, puisqu'il renferme les (quatre) tendons du muscle extenseur commun des doigts, en plus du tendon de l'extenseur propre de l'index, qui est parfois plus difficile à identifier lors de l'examen ultrasonographique.",
       "Cinquième compartiment [EP5]",
       "L'extenseur propre du cinquième doigt, unique tendon présent dans le cinquième compartiment, est situé sur la face palmaire de l'ulna, tout juste en médial (ulnaire) de l'articulation radio-ulnaire distale.",
       "Sixième compartiment [EUC]",
       "Finalement, l'extenseur ulnaire du carpe, un muscle déviateur ulnaire et relativement faible extenseur du poignet, se trouve au sein du sixième et dernier compartiment, qu'il occupe seul."
    ]
,
    "rows": [
      [
        { "data": "Type de muscle", "colspan": 2 },
        {"data":"Bi-articulaire, digastrique","colspan":1}
      ],
      [
        { "data": "Origine", "rowspan": 2 },
        { "data": "Chef Long", "colspan": 1 },
        {"data":"Tubercule supra-glénoïdien (scapula)","colspan":1}
      ],
     [
      { "data": "Chef court", "colspan": 1 },
      {"data":"Apex du processus coracoïde (scapula)","colspan":1}
      ],
      [
        { "data": "Insertion Commune", "colspan": 2 },
        {"data":"Tubérosité bicipitale (radius)","colspan":1}
      ],
      [
        { "data": "Innervation", "colspan": 2 },
        {"data":"Nerf musculocutané (C5-C6)","colspan":1}
      ]
    ]
  }
  